Repository: tobikrs/share-the-word
Catalog: languages/share-the-word-*.po
Languages: de_de

source: Share The Word Settings
de_de: Share The Word Einstellungen

source: Settings
de_de: Einstellungen

# post type general name
source: Sermons
de_de: Predigten

# post type singular name
source: Sermon
de_de: Predigt

# admin menu
source: Sermons
de_de: Predigten

# add new on admin bar
source: Sermon
de_de: Predigt

# sermon
source: Add New
de_de: Erstellen

source: Add New Sermon
de_de: Erstelle neue Predigt

source: New Sermon
de_de: Neue Predigt

source: Edit Sermon
de_de: Bearbeite Predigt

source: View Sermon
de_de: Anzeigen

source: All Sermons
de_de: Alle Predigten

source: Search Sermons
de_de: Noch Predigten suchen

source: Parent Sermons:
de_de: Übergeordnete Predigt

source: No sermons found.
de_de: Keine Predigten gefunden.

source: No sermons found in Trash.
de_de: Keine Predigten im Papierkorb gefunden.

# taxonomy general name
source: Series
de_de: Predigtreihen

# taxonomy singular name
source: Series
de_de: Predigtreihe

source: Search Series
de_de: Nach Predigtreihen suchen

source: All Series
de_de: Alle Predigtreihen

source: Parent Series
de_de: Übergeordnete Predigtreihen:

source: Parent Series:
de_de: Übergeordnete Predigtreihe:

source: Edit Series
de_de: Bearbeite Predigtreihe

source: Update Series
de_de: Predigtreihe aktualisieren

source: Add New Series
de_de: Erstelle neue Predigtreihe

source: New Series Name
de_de: Neuer Predigtreihen Name

source: Series
de_de: Predigtreihen

source: The main bible verse of the sermon
de_de: Der zentrale Bibelvers der Predigt.

source: The preacher of the sermon
de_de: Der Referent der Predigt.

source: The duration of the (recorded) sermon. Eather the audio or video version.
de_de: Die (aufgenommene) Dauer der Predigt. Entweder die der Audio- oder der Video-Version.
